Repository: converdo/converdo-php-woocommerce
Catalog: Woocommerce/resources/languages/conversionmonitor-*.po
Languages: nl_nl

source: Enable
nl_nl: Inschakelen

source: Website Token
nl_nl: Websitesleutel

source: Encryption Token
nl_nl: Encryptiesleutel

source: User Token
nl_nl: Gebruikerssleutel

source: Product Attributes
nl_nl: Product-eigenschappen

source: Brand
nl_nl: Merknaam

source: The product brand or manufacturer name
nl_nl: De merk- of fabriekantsnaam

source: Cost Price
nl_nl: Inkoopprijs

source: The cost price of the product
nl_nl: De inkoopprijs van het product

source: Product Group
nl_nl: Productgroep

source: The descriptive term of the product
nl_nl: Beschrijvende term van het product
